Revit 2027 API
ParameterTypeId.RbsPipeTypeFittingLossMethodParam Property
 "Loss Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeTypeFittingLossMethodParam { get; }
Public Shared ReadOnly Property RbsPipeTypeFittingLossMethodParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeTypeFittingLossMethodParam {
	ForgeTypeId^ get ();
}
static member RbsPipeTypeFittingLossMethodParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace